build: remove mermaid
